export const langApp = {
  'trex-app': {
    'eng': 'Trex app',
    'rus': 'Тирекс апп'
  },

  'home-link': {
    'eng': 'Home',
    'rus': 'Дом',
  },

  'home--title': {
    'eng': 'Menu',
    'rus': 'Меню',
  },

  'play-link': {
    'eng': 'Play',
    'rus': 'Играть',
  },

  'settings-link': {
    'eng': 'Settings',
    'rus': 'Настройки',
  },

  'stats-link': {
    'eng': 'Stats',
    'rus': 'Статистика',
  },

  'rules-link': {
    'eng': 'Description',
    'rus': 'Описание',
  },

  'rules-description': {
    'eng': 'Run, Dino, run!!!',
    'rus': 'Беги, Дино, беги!!! Беги, Дино, беги!!!Беги, Дино, беги!!! Беги, Дино, беги!!!Беги, Дино, беги!!!Беги, Дино, беги!!!Беги, Дино, беги!!!  Беги, Дино, беги!!!Беги, Дино, беги!!! Беги, Дино, беги!!!Беги, Дино, беги!!!Беги, Дино, беги!!!Беги, Дино, беги!!!  Беги, Дино, беги!!!Беги, Дино, беги!!! Беги, Дино, беги!!!Беги, Дино, беги!!!Беги, Дино, беги!!!Беги, Дино, беги!!!  Беги, Дино, беги!!!Беги, Дино, беги!!! Беги, Дино, беги!!!Беги, Дино, беги!!!Беги, Дино, беги!!!Беги, Дино, беги!!!  Беги, Дино, беги!!!Беги, Дино, беги!!! Беги, Дино, беги!!!Беги, Дино, беги!!!Беги, Дино, беги!!!Беги, Дино, беги!!! ',
  },

  'author': {
    'eng': 'Author:',
    'rus': 'Автор:',
  },

  'controls': {
    'eng': 'Controls',
    'rus': 'Управление',
  },

  'text--arrow-right': {
    'eng': 'Move right',
    'rus': 'Вправо',
  },
  
  'text--arrow-left': {
    'eng': 'Move left',
    'rus': 'Влево',
  },
  
  'text--arrow-up': {
    'eng': 'Move up',
    'rus': 'Вверх',
  },
  
  'text--arrow-down': {
    'eng': 'Move down',
    'rus': 'Вниз',
  },
  
  'e-btn': {
    'eng': 'E',
    'rus': 'У',
  },
  
  'text--e-btn': {
    'eng': 'Action',
    'rus': 'Действие',
  },

}

export default langApp;